export const leftCardData = [
  [
    {
      name: '再不斩和白vs卡卡西班',
      date: '2024-12-03'
    },
    {
      name: '不能错过！死之森林进入前报道！这是木叶的学级新闻！',
      date: '2024-12-03'
    },
    {
      name: ' 第二场考试开始！周围都是敌人！',
      date: '2024-12-03'
    },
    {
      name: '鹿丸退退缩缩！？女忍者们的热血之战',
      date: '2024-12-03'
    },
    {
      name: '呜呼李洛克！这才是男人的活法！！',
      date: '2024-12-03'
    }
  ],
  [
    {
      name: '孙悟空生活在远离城市的包子山中，整天过着习武打猎的生活',
      date: '2024-12-03'
    },
    {
      name: '悟空与布玛一起去寻找龙珠',
      date: '2024-12-03'
    },
    {
      name: '悟空在寻找龙珠的路上，碰上了一只海龟',
      date: '2024-12-03'
    },
    {
      name: '布玛与悟空根据龙珠雷达的指示，来到了一个村子',
      date: '2024-12-03'
    },
    {
      name: '悟空与布玛带着乌龙又踏上了寻找龙珠的旅途',
      date: '2024-12-03'
    }
  ]
];
