export const leftCardData = [
  [
    {
      name: '再不斩和白vs卡卡西班',
      date: '2024-12-03'
    },
    {
      name: '不能错过！死之森林进入前报道！这是木叶的学级新闻！',
      date: '2024-12-03'
    },
    {
      name: ' 第二场考试开始！周围都是敌人！',
      date: '2024-12-03'
    },
    {
      name: '鹿丸退退缩缩！？女忍者们的热血之战',
      date: '2024-12-03'
    },
    {
      name: '呜呼李洛克！这才是男人的活法！！',
      date: '2024-12-03'
    }
  ],
  [
    {
      name: '孙悟空生活在远离城市的包子山中，整天过着习武打猎的生活',
      date: '2024-12-03'
    },
    {
      name: '悟空与布玛一起去寻找龙珠',
      date: '2024-12-03'
    },
    {
      name: '悟空在寻找龙珠的路上，碰上了一只海龟',
      date: '2024-12-03'
    },
    {
      name: '布玛与悟空根据龙珠雷达的指示，来到了一个村子',
      date: '2024-12-03'
    },
    {
      name: '悟空与布玛带着乌龙又踏上了寻找龙珠的旅途',
      date: '2024-12-03'
    }
  ]
];
export const rightCardData = [
  [
    {
      name: '炎龙铠甲的召唤人，具有火之血脉，是五行铠甲中的火之代表，性格深思熟虑但容易受压力影响',
      date: '2024-12-03'
    },
    {
      name: '风鹰铠甲的召唤人，具有木之血脉，性格谨慎害羞，团队中论速度排名第一',
      date: '2024-12-03'
    },
    {
      name: ' 黑犀铠甲的召唤人，具有水之血脉，性格冷静稳重，拥有强大的防御力',
      date: '2024-12-03'
    },
    {
      name: '雪獒铠甲的召唤人，具有金之血脉，性格勇敢果断，拥有强大的攻击力',
      date: '2024-12-03'
    },
    {
      name: '地虎铠甲的召唤人，具有土之血脉，性格灵活机智，擅长从空中攻击！',
      date: '2024-12-03'
    }
  ],
  [
    {
      name: '孙悟空生活在远离城市的包子山中，整天过着习武打猎的生活',
      date: '2024-12-03'
    },
    {
      name: '悟空与布玛一起去寻找龙珠',
      date: '2024-12-03'
    },
    {
      name: '悟空在寻找龙珠的路上，碰上了一只海龟',
      date: '2024-12-03'
    },
    {
      name: '布玛与悟空根据龙珠雷达的指示，来到了一个村子',
      date: '2024-12-03'
    },
    {
      name: '悟空与布玛带着乌龙又踏上了寻找龙珠的旅途',
      date: '2024-12-03'
    }
  ],
  [
    {
      name: '孙悟空生活在远离城市的包子山中，整天过着习武打猎的生活',
      date: '2024-12-03'
    },
    {
      name: '悟空与布玛一起去寻找龙珠',
      date: '2024-12-03'
    },
    {
      name: '悟空在寻找龙珠的路上，碰上了一只海龟',
      date: '2024-12-03'
    },
    {
      name: '布玛与悟空根据龙珠雷达的指示，来到了一个村子',
      date: '2024-12-03'
    },
    {
      name: '悟空与布玛带着乌龙又踏上了寻找龙珠的旅途',
      date: '2024-12-03'
    }
  ]
];
